---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.EditingFailures.OutOfDateElements
source: html/ac3717f4-6340-aa87-03c1-db70db706ce9.htm
---
# Autodesk.Revit.DB.BuiltInFailures.EditingFailures.OutOfDateElements Property

Workset is editable, but you must Reload Latest before editing the element.

## Syntax (C#)
```csharp
public static FailureDefinitionId OutOfDateElements { get; }
```